{
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-hardline": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "rainbow": { "branch": "master" },
  "vim-vsnip": { "branch": "master" }
}